[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["CAMQu7L5sQYZnoFREQEAEAEhAAAAAAAAAAApAAAAAAAAAAAwproUaJbiPQ=="]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"Dies irae Official","strURL":"https://twitter.com/DiesOfficialENG"},{"eType":6,"strName":"light&Campus official","strURL":"https://www.youtube.com/lightofficialmovie/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"light","strURL":"https://store.steampowered.com/curator/34509579"}],"rgPublishers":[{"strName":"views Co., Ltd","strURL":null}],"rgFranchises":[{"strName":"light","strURL":"https://store.steampowered.com/curator/34509579"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Dies irae's 2017 World Emanation Project made waves thanks to the support of many fans and backers, and in the end, its colorful cast of allies and antagonists alike won the hearts of many a reader. Now, the villainous Wilhelm Ehrenburg takes front and center stage, his night of bloodstained roses painting a crimson tale of action and despair. The setting of this gripping story? The final months of World War II.\r\nFeatures the return of &quot;Dies irae ~Amantes amentes~&quot; writer Takashi Masada and artist G Yuusuke.\r\n\r\n\r\n[h2]＜STORY＞[/h2]\r\n[i]&quot;My mother was my sister.&quot;[/i]\r\n\r\nBrooklyn, New York - The man who sat across the interviewer at the vampire bar known as the &quot;Borges House&quot; began his story with those odd words.\r\nFollowing the end World War II, the pallid SS officer traversed the globe to many a raging battlefield, leaving carnage unforeseen in his wake.\r\nThe vampire of the battlefield. The wandering Hakenkreuz.\r\nThough his saga was passed down as naught but a stale ghost story, it was no mere urban legend.\r\nFor he was Wilhelm Ehrenburg - hunted in absolute secrecy by the UN as a remnant of the Third Reich, enemy of the world, and one of the infamous members of the demonic Longinus Dreizehn Orden. \r\n\r\nAnd after over half a century, the time had finally come for him to depart for Japan in order to fulfill his most ardent desire.\r\nHumoring this interviewer he would have ignored or slain any other day was merely a whim birthed from the exaltation of the promised time drawing ever closer.\r\n\r\nThat was the only reason our intrepid interviewer found him in a talkative mood.\r\n\r\nThus, as he reflected on his life, Wilhelm grew nostalgic - sentimental, even - for the path he had walked. \r\nAnd when asked, he unveiled his past piece by piece.\r\n\r\nFrom the accursed blood that poisoned his very soul, to the blight wrought by the works of Mercury.\r\nHe spun a tale of the day he awakened to the truth of his being, and of the woman who had the nature of Wilhelm's existence engraved upon her very being.\r\n\r\n[i]&quot;Don't you worry, I'm gonna tell you everything. From the first moment I met her, to the very end of our story.&quot;[/i]\r\n\r\n[h2]＜Game Features＞[/h2]\r\n[list][*]All new side story in the universe of &quot;Dies irae ~Amantes amentes~&quot;, starring Wilhelm Ehrenburg.\r\n[*]Genre: Visual Novel\r\n[*]Staff: Scenario: Takashi Masada , Art: G Yuusuke\r\n[*]Play Time: Approximately 8 hours.[/list]\r\n\r\n[h2]＜Characters＞[/h2]\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011990/extras/prof01_wil_en.jpg?t=1567762731[/img]\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011990/extras/prof02_cla_en.jpg?t=1567762731[/img]\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011990/extras/prof03_hel_en.jpg?t=1567762731[/img]\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011990/extras/prof04_lud_en.jpg?t=1567762731[/img]\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011990/extras/prof05_din_en.jpg?t=1567762731[/img]","strSnippet":"The world of Dies irae returns with an all-new side story based around LDO member Wilhelm Ehrenburg. The subject of an interview in a dusty bar, the legendary \"Kaziklu Bey\" recounts the tale of a conflict he suffered long in the past..."}}]]