[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"MAGES. Inc.","strURL":"https://store.steampowered.com/developer/SPIKECHUNSOFT"}],"rgPublishers":[{"strName":"Spike Chunsoft Co., Ltd.","strURL":"https://store.steampowered.com/publisher/SPIKECHUNSOFT"}],"rgFranchises":[{"strName":"Science Adventure Series","strURL":"https://store.steampowered.com/franchise/SciADV"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Thanks to the rising popularity of the PhoneDroid—a device which features augmented reality (A.R.)—the age of advanced technology has finally reached Tanegashima. On that island, Central Tanegashima High's Robot Research Club is about to have their club disbanded. Despite their predicament, Kaito Yashio, one of only two members in the Robot Club, couldn't care less and would rather play a robot fighting game all day. His counterpart, the reckless club leader Akiho Senomiya, ignores Kaito’s apathy as she strives to keep the club from being disbanded by completing their giant robot.\r\n\r\nOne day, Kaito discovers a mysterious A.R. annotation titled &quot;Kimijima Report.&quot; It contains instructions involving locations all across the island—and warns of a conspiracy involving the entire world.\r\n\r\n[b]Key Features[/b] \r\n[list][*][b]Mystery in Tanegashima:[/b] Travel the island of Tanegashima and use the PhoneDroid to unlock the secrets sealed away by Ko Kimijima. \r\n[*][b]The Story You Want to Tell:[/b] Branching storylines allow you to pursue the endings you wish to see with each character.\r\n[*][b]A Dream Worth Fighting For:[/b] Only you can help the Robot Club pursue its dream of building a life-size Gunvarrel!","strSnippet":"Thanks to the rising popularity of the PhoneDroid—a device which features augmented reality (A.R.)—the age of advanced technology has finally reached Tanegashima. On that island, Central Tanegashima High's \"Robot Research Club\" is about to have their club disbanded."}}],["customimage",{"version":1,"data":{"pinnedPosition":"BottomCenter","nWidthPct":49.127659574468055,"nHeightPct":56.875}}]]