[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198067957700","minutes_played_forever":2596},{"steamid":"76561198262122280","minutes_played_forever":77}],"owns":[{"steamid":"76561198835423220"}],"in_wishlist":[]}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"minori","strURL":"https://store.steampowered.com/developer/minori"}],"rgPublishers":[{"strName":"MangaGamer","strURL":"https://store.steampowered.com/publisher/MangaGamer"}],"rgFranchises":[{"strName":"ef a fairy tale of the two","strURL":"https://store.steampowered.com/franchise/efafairytaleofthetwo"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[h2]Story[/h2]\r\nOne Christmas Eve night, two old friends reunite in a certain church. Yuu Himura and Yuuko Amamiya haven't seen each other in many years, and they spend this holy night recounting tales of their pasts, and the many other people whose lives they have touched which ultimately led to their reunion. \r\n\r\n\r\nIn this first tale, Yuuko begins to tell Yuu the story of an aspiring manga artist, Hiro Hirono, and the free-spirited young woman who comes into his life following a purse-snatching, Miyako Miyamuira, on one similar Christmas Eve...\r\n\r\n[h2]Description &amp; Features[/h2]\r\n- Experience two slice-of-life stories filled with romance and drama in an iconic setting that inspired the hit anime series &quot;ef - a tale of memories.&quot;\r\n\r\n- Over a thousand CGs to experience (counting variants), fully voiced heroines, and special effects which bring the characters to life such as animated facial expressions, lip sync, and more.\r\n- A soundtrack with 28 unique, iconic tracks by TENMON of minori fame.\r\n- Ending video directed by the one and only Makoto Shinkai (Director for Your Name, 5cm Per Second, and more)!\r\n- Approximately 30+ hours of average reading time.","strSnippet":"One Christmas Eve night, two old friends reunite in a certain church. Their paths may have strayed, but the story of how they were reunited will prove to be fantastical, touching the lives of many couples along the way."}}]]