[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["CAMQ87SWrAYZnoFREQEAEAEhAAAAAAAAAAApAAAAAAAAAAAw37EfaIqSWQ=="]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Minato Soft","strURL":"https://store.steampowered.com/developer/jast"}],"rgPublishers":[{"strName":"JAST USA","strURL":"https://store.steampowered.com/publisher/jast"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[h2]Story[/h2]\r\n\r\nAt first glance, Kawakami City may look like any other normal Tokyo commuter town, with its bustling train station and gentrified neighborhoods. However, it's a place where your samurai lineage determines your social status, friends and future.\r\n\r\nThis is the home of Yamato and his six friends. They've had many adventures together over the years, and even created a &quot;secret base&quot; where they could hang out, safe from the troubles of the world. Although they've known each other since childhood that doesn't mean they were always friends, nor does it mean that they are similar. Far from it. But despite their differences (or perhaps because of their differences) they are as close as edamame in a pod.\r\n\r\nAll seven of them attend Kawakami Academy, a unique and prestigious institution where martial arts are integrated into its values and conflict-resolution system. Its principal is also the head master at Kawakami Temple, where the world's greatest martial artists come to train and test their strength. Yamato and his friends learn not only facts and figures, but teamwork and the meaning of the samurai spirit.\r\n\r\nThis year two new members will join Yamato and his circle of friends, creating new conflict, drama, and perhaps even romance.\r\n\r\n\r\n[h2]Gameplay[/h2]\r\n\r\nYou play as Yamato, the protagonist of the story. He's called &quot;The Tactician&quot; by his friends for good reason. In a society that praises one's fighting ability, he's been able to make it on his craftiness alone. Some say he cheats, others say he schemes, but the truth is – he wins. And above everything else, he will win for his friends.\r\n\r\nThe game has 20-30 hours of humor, drama, and adventure to experience, with the main cast of characters (the &quot;Kazama Family&quot;) fully voiced in Japanese throughout. Your choices throughout this visual novel adventure game will shape how other characters perceive you, ultimately changing your path and story. With over ten different endings to experience, there's a lot to enjoy!","strSnippet":"Follow Yamato and his friends as they navigate the friendships, rivalries, and martial arts of Kawakami Academy."}}]]