[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"CenterCenter","nWidthPct":49.25531914893617,"nHeightPct":82.75}}}],["socialmedia",{"version":3,"data":[{"eType":6,"strName":"Kroniki Myrtany","strURL":"https://www.youtube.com/kronikimyrtany/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"The Chronicles Of Myrtana Team","strURL":"https://store.steampowered.com/developer/TheChroniclesOfMyrtanaTeam"}],"rgPublishers":[{"strName":"The Chronicles Of Myrtana Team","strURL":"https://store.steampowered.com/publisher/TheChroniclesOfMyrtanaTeam"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"The Chronicles Of Myrtana: Archolos is a free, total conversion mod for Gothic II: Gold Edition. It features a completely new open world, improved skills systems, gameplay mechanics and complex story.\r\n\r\nMain goal of this project is to honour one the best classic cRPG and take the die-hard fans of the original Gothic trilogy as well as new players on one more adventure in the Kingdom of Myrtana. \r\n\r\n[url]https://store.steampowered.com/app/39510/Gothic_II_Gold_Edition/[/url]\r\n\r\n[h2]FEATURES[/h2]\r\n\r\n[list]\r\n[*] Professional voice acting\r\n[*] Fully adhering to the lore of Gothic series\r\n[*] 60+ hours of expected playtime\r\n[*] Complex main plot with many twists and secrets to discover\r\n[*] Over 170 quests with multiple ways to complete them\r\n[*] Multidimensional characters with credible backstories and personal goals\r\n[*] Breathtaking soundtrack composed solely for the purpose of the mod\r\n[*] About 200 random events that the main character may encounter\r\n[*] New crafting system with activities, such as alchemy, cooking and magic scrolls writing\r\n[*] Rebalanced economy and items stats considering 20 years of Gothic players feedback\r\n[*] Expanded travel system with option to choose between magic teleports, boats and mercenary caravans\r\n[*] More than 100 new armors and weapons with unique visuals\r\n[/list]\r\n\r\n[h2]WORLD[/h2]\r\n\r\nVenture to the Archolos, a huge island east to the Myrtana mainland and explore never seen before region filled with vineyards, farms and villages mentioned in the first Gothic game. \r\n\r\nVisit the great city of Archolos and lost yourself in cobbled streets of the biggest city ever presented in the whole Gothic trilogy.\r\n\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467450/extras/vineyard.gif?t=1715685584[/img]\r\n\r\nOn the Archolos island you will have the opportunity to delve into the deepest of mines, visit the tranquil Monastery of Adanos, sip a beer while listening to gossip in one of the city taverns, and discover other interesting locations whose secrets will be revealed only to the boldest of adventurers…\r\n\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467450/extras/monastery.gif?t=1715685584[/img]\r\n\r\n[h2]STORY[/h2]\r\n\r\nKingdom of Myrtana, a country whose foundations crumble under the winds of war and unrest raging throughout its lands. Experience the events that forged the original Gothic storyline and see with your own eyes how the creation of the Valley of Mines impacted people far away from the main continent. \r\n\r\nMake your mark in a brutal world where your every decision has a clear impact on its environment and the lives of those you meet on your path.\r\n\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467450/extras/city.gif?t=1715685584[/img]\r\n\r\nPlay as Marvin, a young man who was driven away from his home by the war looming over the horizon. The reality of Archolos, a place he runs to, unfortunately proves to be far from his expectations. Rich merchants craving only for more gold, servants of the king Rhobar II who put into practice every new and more restrictive laws and waves of desperate refugees who just like the protagonist search for a decent life. Marvin will have to find a way to survive in this land of treachery, opportunism and opposing interests.\r\n\r\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467450/extras/hero.gif?t=1715685584[/img]\r\n\r\nYou are not the chosen hero, you are not a villain. You are a survivor.\r\n\r\nWill you take everything you want by force? Or will you try to help others in need?\r\n\r\nIn The Chronicles of Myrtana you decide your own fate.","strSnippet":"The Kingdom of Myrtana is in a dramatic situation. After the major defeat of the royal fleet in the waters of the Eastern Archipelago, the once thriving city of Archolos stood on the brink of crisis. Meanwhile, a young foreigner goes to the island in search of a new, better life."}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["COoHEOPZ87AGGSoKVwIAAHABIQbXIAoBABABKTpkFgAAAAAAUYbi4qceRFpbYOPZ87AGcOPZ87AG"]}],["gameactivity",{"version":5,"data":[]}]]