[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"metalogiq","strURL":"https://store.steampowered.com/developer/jast"}],"rgPublishers":[{"strName":"JAST USA","strURL":"https://store.steampowered.com/publisher/jast"}],"rgFranchises":[{"strName":"JAST","strURL":"https://store.steampowered.com/franchise/jast"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Dead End Aegis tells the story of Minori as she joins the United Earth Forces to defend Earth from alien invaders. The game plays out in a visual novel style format, with fully-voiced characters and beautiful 2D artwork from artist Ueda Metawo. Depending on your choices at key moments of the story, you'll be able to experience different story arcs and endings. This game contains graphic, uncensored adult material intended for mature audiences only.\r\n\r\n[h2]Story[/h2]\r\n\r\nIn the distant reaches of space, a war for the fate of humanity is being waged. We learned early that traditional weapons were useless against this extraterrestrial threat, and in our darkest hour we found a savior that could push these monsters back... girls with magical powers!\r\n\r\nThese soldiers bravely head to the front lines to defend Earth from the vermin who seek to exterminate the human race! By transplanting alien tissue into their bodies, our heroes are able to achieve superhuman abilities. This stolen power manifests itself differently in each individual, allowing our defenders to specialize in roles that optimize their natural abilities. However, this new power by itself will not win our liberation. The strength of the alien invaders push our magical troops to the limit with every battle, and survival is not guaranteed.\r\n\r\nWith the bodies of your allies strewn at your feet and the maw of an unimaginable horror at your throat, will you falter? Or will you find the strength to stand and fight?\r\n\r\n[h2]Features[/h2]\r\n\r\n[list]\r\n[*]Kickass soundtrack\r\n[*]Dark story with adult themes\r\n[*]Beautiful art by the masterful Ueda Metawo\r\n[*]Multiple endings based on your choices\r\n[*]Unlockable mini puzzle games after completing the main storyline game\r\n[/list]","strSnippet":"Extraterrestrial invaders have come to take over Earth, and only an elite force of \"magical girls\" that have been infused with alien superpowers can stop them."}}]]