[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Montreal","strURL":"https://store.steampowered.com/developer/ubisoft"}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Assassin's Creed","strURL":"https://store.steampowered.com/franchise/AC"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"When a man has won all his battles and defeated his enemies; what is left for him to achieve? Ezio Auditore must leave his life behind in search of answers, In search of the truth. \r\n\t\t\t\t\t\tIn Assassin’s Creed® Revelations, master assassin Ezio Auditore walks in the footsteps of the legendary mentor Altair, on a journey of discovery and revelation. It is a perilous path – one that will take Ezio to Constantinople, the heart of the Ottoman Empire, where a growing army of Templars threatens to destabilize the region. \r\n\r\n\t\t\t\t\t\t[h2]Key Features:[/h2][list][*][b]BECOME DEADLIER THAN EVER[/b]\r\n\r\n\t\t\t\t\t\tWield the lethal skills of a wiser, more efficient and deadlier Ezio. Swiftly eliminate your adversaries by deploying a new arsenal of weapons and abilities, such as enhanced free-running and hook blade combat. Experience new levels of gameplay customization with bomb crafting, and use heightened Eagle Vision to overcome your enemies and the environment.\r\n\r\n\t\t\t\t\t\t[*][b]EXPERIENCE REVOLUTIONARY GAMEPLAY[/b]\r\n\r\n\t\t\t\t\t\tExplore the farthest reaches of the Animus as you uncover the mysteries of Desmond’s past while gaining insight into what the future might hold.[/list]","strSnippet":"Ezio Auditore walks in the footsteps of the legendary mentor Altair, on a dangerous journey of discovery and revelation."}}]]