[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"CenterCenter","nWidthPct":62.01501877346683,"nHeightPct":87.5}}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CAMQ87SWrAYZnoFREQEAEAEhAAAAAAAAAAApAAAAAAAAAAAwnOEtaMyEgAE="]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"SUCCESS Corp.","strURL":null}],"rgPublishers":[{"strName":"SUCCESS Corp.","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Akaiito is a Japanese adventure game. Set in the present age, the game unfolds from the point of view of Kei Hato, a girl who has a special blood called &quot;Nieno Chi&quot;. A special system called the blood sucking system is used.\r\nThis game is adventure game, users need use mouse or controller to move on the story or choose the selection. There is no complex operate in the game. Depend on your choose, the story development will change, and the fate of main character will change too.\r\nThere are 32 ending in this game. 15 of them are bad ending, 12 of them are normal ending and 5 ending are true ending.\r\nAfter clear some root, new selection will be add, and you can see new story, this system is called “root seal”. \r\n\r\n\r\nStory\r\n\r\nAfter the death of her only living relative – her mother, this past summer Kei was sorting through her inheritance and learned that her father, who had already passed away, owned an old Japanese mansion in a little-known place called “Hemizuka″.　\r\nKei decides to investigatein order to determine the prospects of this forgotten homestead. \r\nOn the way there, Kei has a strange dream in which a huge tree pierces the sky and a girl named Yumei appears \r\nwith a flock of butterflies. \r\nWhat is the legend of the mountain god and human sacrifice in Hemizumika? \r\nWhat is the truth of Kei‘s lost memory?\r\nHemizuka is Kei's birthplace. When the characters come across each other, the wheels of destiny quietly begin to turn...\r\n\r\nMain character\r\n\r\nKei Hatō\r\nThe main character of the story, Kei is a rather careless person, which is quite ironic considering her favorite phrase is &quot;always be prepared&quot;.\r\n\r\nYumei\r\nThe mysterious girl from Kei's dreams.\r\n\r\nUzuki Senba\r\nThe Oni Slayer Kei meets at the train station, her sword is the very bane of the oni.\r\n\r\nTsuzura Wakasugi \r\nA girl half Kei's age, accompanied by a white fox. Kei meets her in her father's now abandoned house.\r\n\r\nSakuya Asama\r\nA friend of Kei's deceased mother. She goes by the nickname &quot;West&quot;.\r\n\r\nNozomi , Mikage \r\nTwin oni and the antagonists of the story.\r\n\r\nKei\r\nA mysterious male, later known as Kei's brother called Hakuka.","strSnippet":"Japanese adventure game. Set in the present age, the game unfolds from the point of view of Kei Hato, a girl who has a special blood called \"Nieno Chi\". A special system called the blood sucking system is used."}}]]