[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"BottomLeft","nWidthPct":48.12030075187971,"nHeightPct":59.72222222222223}}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["CB4QrOyctgYZUSFfDQEAEAEhAAAAAAAAAAApNAgAAAAAAAA="]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Arkane Studios","strURL":null}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Might & Magic Franchise","strURL":null}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Discover a new breed of Action-RPG game powered by an enhanced version of the Source™ Engine by Valve. Set in the Might &amp; Magic® universe, players will experience ferocious combat in a dark and immersive fantasy environment.  Swords, Stealth, Sorcery. Choose your way to kill.\r\n\t\t\t\t\t[list][*]Cutting-edge technology: Experience an enhanced version of the famous Source™ Engine created by Valve. Discover the fresh perspective of a view with complete body awareness, realistic movements, physics rendering, and a complete first-person melee combat system in a fantasy setting. \r\n\t\t\t\t\t[*]Never-ending action: Challenge the forces of evil in 12 huge levels and learn to master over 30 weapons and an arsenal of devastating spells.\r\n\t\t\t\t\t[*]Evolve your character: Extend your gameplay experience without being limited to a single discipline. Learn powerful new spells and attacks using Dark Messiah's unique Skill Evolution System as you progress through the game.\r\n\t\t\t\t\t[*]Revolutionary multiplayer mode: Get ready to battle with up to 32 players in the revolutionary Crusade mode, which will enable players to gain experience and new skills across dynamic online campaigns. Enlist with the humans or the undead and choose among five complementary character classes. [/list]\r\n© 2006 Ubisoft Entertainment.  All Rights Reserved.  Dark Messiah, Might and Magic, Ubisoft and the Ubisoft logo are trademarks of Ubisoft Entertainment in the U.S. and/or other countries.  Developed by Arkane Studios.","strSnippet":"Discover a new breed of Action-RPG game powered by an enhanced version of the Source™ Engine by Valve. Set in the Might & Magic® universe, players will experience ferocious combat in a dark and immersive fantasy environment. Swords, Stealth, Sorcery. Choose your way to kill."}}]]