[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Larian Studios","strURL":"https://store.steampowered.com/developer/larianstudios"}],"rgPublishers":[{"strName":"Larian Studios","strURL":"https://store.steampowered.com/publisher/larianstudios"},{"strName":"Focus Home Interactive","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[img]https://cdn.akamai.steamstatic.com/steam/apps/219780/extras/Steam-Banner-v5-DIV2.png?t=1568735670[/img]\r\nhttp://store.steampowered.com/app/435150/\r\n\r\nDragons: they have been hunted, they have been slain, but now the hour to strike back has come. Break free from the confines of the human body and take to the skies in this epic RPG adventure that challenges your wits and pits you against a thousand foes. Spread your wings, burn your enemies: become the dragon!\r\n\r\nThis Developer's Cut includes the ultimate edition of Divinity II, good for 100+ hours of highly acclaimed RPG gameplay, as well as the brand new Developer Mode and many more amazing extras!\r\n\r\n[h2]Key Features:[/h2]\r\n[list][*][b]Developer Mode:[/b] Play the original version, or experience the game like the designers did and fool around with console commands to your heart's content! Ever wanted to test some new skills on a hoard of a hundred goblins? Go for it! Ever wondered what it would be like to explore the game-world in the guise of a troll? Well there you go! Discover a whole range of spectacular developer commands and feel like a wizard at play!\r\n[*][b]Hatching the Dragon:[/b] Watch this unique, behind-the-scenes documentary that gives you insights into the creative process of Divinity II: its ups and downs, its triumphs and defeats.\r\n[*][b]Treasure Vault:[/b] Rummage through a wealth of design documents, concept art and videos that give you an uncensored look at Divinity II not as a finished game, but as a work in progress. Experience firsthand just how a game is made!\r\n[*][b]Fight as both human and dragon:[/b] For the first time, an RPG unleashes the power of the Dragon on you! Climb high and vaporize all that stands in your way as you strategically use both your human &amp; dragon forms to defeat the enemy and become the ultimate Dragon Knight!\r\n[*][b]Dynamically unfolding storyline depending on your choices and skills:[/b] Divinity II gives you a wide range of moral choices when deciding on how to act on quest objectives.\r\n[*][b]Use your powerful Battle Tower as base of operations:[/b] Looming like a colossal stone claw over Sentinel Island stands the Battle Tower, a vast citadel built many centuries ago by a long forgotten Dragon Mage. Become bound to the Battle Tower through a mystical relic known as the Dragon Stone.\r\n[*][b]Build your very own ultimate fighting creature:[/b] Conjure the spirits to bring to life a creature made from body parts you have collected during your battles. This creature's power is literally the sum of his body parts; once you are able to assemble this abomination, summon it to support you in combat!\r\n[/list]","strSnippet":"Dragons: they have been hunted, they have been slain, but now the hour to strike back has come."}}]]