[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[{"steamid":"76561198835423220"},{"steamid":"76561198262122280"}]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Innocent Grey","strURL":null}],"rgPublishers":[{"strName":"Shiravune","strURL":"https://store.steampowered.com/publisher/shiravune"}],"rgFranchises":[{"strName":"Shiravune","strURL":"https://store.steampowered.com/franchise/shiravune"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/The_Shell_GIF.gif?t=1690533317[/img]\r\n\r\nA visual novel set in the Showa era, depicting the story of a detective who receives a request from a young girl and uncovers the secret hidden within her.\r\n\r\n[h2]FEATURES[/h2]\r\n[list][*]10+ hours of story\r\n[*]Multi-Ending\r\n[*]Full Japanese voice acting by seasoned professionals\r\n[*]Fully remastered with new HD assets[/list]\r\n\r\n[h2]CHARACTERS[/h2]\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara02en.png?t=1690533317[/img]\r\nOccupation: A member of the Oba Girls’ Academy Art Club\r\nHobby: Observing and raising insects\r\nYukari is Reiji’s younger sister who he has a bit of an age gap with. \r\nSince he can’t do household chores to save his life, Yukari naturally came to do them all herself. \r\nShe’s a brave but gentle and modest young woman who faithfully supports her brother. \r\nBeing of a scholarly mindset, she is quite knowledgeable about insects. \r\nHowever, the bugs she raises in her room occasionally make a run for it, and sometimes she serves them up as dishes without warning...\r\n[i]“I just want to be there to pick you up whenever you fall. That’s all that matters to me...”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara03en.png?t=1690533317[/img]\r\nOccupation: A member of the Oba Girls’ Academy Art Club\r\nHobby: Sketching, moonlit walks\r\nToko acts like an adult, but is in fact an odd creature, neither really an adult nor a child. \r\nHer casual mode of speech seems to contradict her appearance as a refined young woman, and she always manages to stand apart from the crowd, never letting others dictate how she acts. \r\nFeeling an inexpressible sense of uneasiness with her current &quot;existence,” she hires Tokisaka to “find her true self.”\r\n[i]“I want you to find something... Me. My true self.”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara04en.png?t=1690533317[/img]\r\nOccupation: A member of the Oba Girls’ Academy Art Club\r\nHobby: Illustrating picture books.\r\nToko’s best friend, she sees in her the vision of an ideal lady.\r\nTōko, coming from a poorer family compared to the other students of the prestigious Oba Girls’ Academy, has a strong inferiority complex. \r\nDue to this, she despises the other students, her mother, and even herself. \r\nShe would rather Tokisaka, who’s suddenly shown up in their lives and has started building a rapport with Toko, keep his distance from Toko.\r\n[i]“...Please stay away from Toko.”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara05en.png?t=1690533317[/img]\r\nOccupation: A student of Oba Girls’ Academy and an author\r\nHobby: Making dojinshi\r\nTsuzuriko is very cheerful and sprightly. \r\nShe may seem like the total opposite of Yukari, but they actually get along very well and think of each other as best friends. \r\nShe’s made her writing debut in literary magazines and has contributed articles to some less classy rags as well, which she of course keeps secret from the Academy. \r\nShe was unwillingly given the nickname “Tojiko” by Tokisaka after he decided that “Tsuzuriko” was too hard to pronounce.\r\n[i]“I specialize in mystery nove—Hey, who’re you calling Tojiko?!”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara06en.png?t=1690533317[/img]\r\nOccupation: Owner of the Moon World café\r\nHobby: Making sweets\r\nKyoko is a widow whose café Moon World is located near Kichijoji Station. \r\nShe’s known Tokisaka for a long time, and they count each other as true friends and confidants, intimately familiar with each other’s lives. \r\nAs they have both lost someone dear to them, they often act as mutual advisors as well. Her café has a lot of regular customers and seems to be profitable. \r\n[i]“One Kyoko’s Special Blend, coming right up.”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara07en.png?t=1690533317[/img]\r\nOccupation: Server at the Moon World café\r\nHobby: Cooking (still learning)\r\nHatsune is a young woman who used to work at the brothel Yukishiro over in Ueno. \r\nDue to the incident that happened in Ueno and public pressure, the brothel was demolished some years prior. \r\nAfter it was destroyed, the madam adopted her and gave her the last name “Amemiya.” Now she lives and works at Moon World.\r\n[i]“Oh, umm, you can call me Hatsune. I’m still not used to the new surname.”[/i]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2258770/extras/chara09en.png?t=1690533317[/img]\r\nOccupation: Curator\r\nHobby: Sleeping\r\nMaris works at the Tokyo Metropolitan Art Museum as a curator. \r\nShe’s half-Japanese, as is clear from her blond hair and blue eyes, and she rarely says more than a few words at a time. \r\nShe’s an excellent curator who is exceedingly knowledgeable about art.\r\nShe comes off as quite mysterious, but could it be that she’s actually a bit scatterbrained?\r\n[i]“...Reiji... detective?”[/i]\r\n\r\n[h2]SUMMARY[/h2]\r\nMarch 1956.\r\n\r\nIn a Tokyo that’s slowly returning to its former glory after losing the war ten years prior, Private Detective Reiji Tokisaka takes on the case of a girl he meets in Inokashira Park.\r\n[i]“I want you to find something... Me. My true self.”[/i]\r\n\r\nA wave of crimes has been crashing down on the city. Sergeant Uozumi, Tokisaka’s childhood friend and former coworker, asks him to investigate the murders.\r\n\r\nMeanwhile, sitting off in a corner of the town of Hoya is Oba Girls’ Academy, the school Tokisaka’s younger sister goes to and where two students have recently disappeared under mysterious circumstances. The vice principal of this academy, Tokio Saeki, implores Tokisaka to find them. \r\n\r\nHaving taken on all three of these cases, and with Vice Principal Tokio’s approval, Tokisaka enters Oba Girls’ Academy as a teacher in order to dig up information about the students.\r\n\r\nIt’s there that he meets her again. Toko Kuchiki, the girl who asked him to look for her true self, with a voice as light and as clear as a bell and a casual way of speaking that doesn’t match it.\r\n[i]“Heya. Figured I’d be seeing you soon, Detective.”[/i]\r\n\r\nMore and more victims turn up as the days pass, and the investigation he thought would be oh-so-easy stalls. For some reason, the number of disappearances and unidentified bodies don’t add up.\r\n\r\nAnd the newest victim is—\r\n\r\nThe secrets of a case from six years prior may just be the key to the current unending cycle of tragedy, and the thing that cracks this woeful world’s shell may be one girl’s smile.","strSnippet":"Unravel a string of gruesome murders terrorizing Tokyo in this mystery-thriller visual novel. The secrets of a case from six years prior may just be the key to the current unending cycle of tragedy—and the thing that cracks this woeful world’s shell may be one girl’s smile."}}],["customimage",{"version":1}]]