[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["CAMQ8IzZuQYZnoFREQEAEAEhAAAAAAAAAAApAAAAAAAAAAAwyvpGaIT9lQE="]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Obsidian Entertainment","strURL":null}],"rgPublishers":[{"strName":"Xbox Game Studios","strURL":"https://store.steampowered.com/publisher/XboxGameStudios"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[p]Welcome to the Living Lands, a mysterious island filled with adventure and danger.\r\n[/p][p]Set in the fictional world of Eora that was first introduced to players in the Pillars of Eternity franchise, Avowed is a first-person fantasy action RPG from the award-winning team at Obsidian Entertainment.[/p][p] \r\n[/p][p]You are the envoy of Aedyr, a distant land, sent to investigate rumors of a spreading plague throughout the Living Lands - an island full of mysteries and secrets, danger and adventure, and choices and consequences, and untamed wilderness. You discover a personal connection to the Living Lands and an ancient secret that threatens to destroy everything. Can you save this unknown frontier and your soul from the forces threatening to tear them asunder?\r\n[/p][p]\r\n[/p][p][b]The Weird and Wonderful Living Lands[/b]\r\n[/p][p]The Living Lands is a place that feels foreign yet somewhat intrinsic to you as it feels the island itself is calling out to you for help. Explore an island home to many different environments and landscapes, each with their own unique ecosystem.\r\n[/p][p] \r\n[/p][p][b]Visceral Combat to Play Your Way[/b]\r\n[/p][p]Mix and match swords, spells, guns, and shields to fight your way. Dig into your grimoire for spells to trap, freeze or burn enemies, bash them with your shield, or use range bows to attack from a distance.\r\n[/p][p] \r\n[/p][p][b]Companions as part of your journey[/b]\r\n[/p][p]Companions from a spread of species will fight alongside you, with their own unique set of abilities. From a former mercenary to an eccentric wizard, they will be part of your journey with your choices shaping them as you help them with their quests.[/p]","strSnippet":"Avowed is a first-person fantasy RPG from Obsidian Entertainment."}}],["customimage",{"version":1,"data":{"pinnedPosition":"BottomLeft","nWidthPct":42.421777221526916,"nHeightPct":68.40277777777777}}]]