[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"BioWare","strURL":null},{"strName":"Aspyr (Mac)","strURL":"https://store.steampowered.com/developer/Aspyr"}],"rgPublishers":[{"strName":"LucasArts","strURL":null},{"strName":"Aspyr (Mac)","strURL":"https://store.steampowered.com/publisher/Aspyr"},{"strName":"Disney","strURL":"https://store.steampowered.com/curator/43053403"},{"strName":"Lucasfilm","strURL":null}],"rgFranchises":[{"strName":"Star Wars","strURL":"https://store.steampowered.com/curator/37385824"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Note: Mac version only supports English language\r\n\r\nChoose Your Path.\r\nIt is four thousand years before the Galactic Empire and hundreds of Jedi Knights have fallen in battle against the ruthless Sith. You are the last hope of the Jedi Order. Can you master the awesome power of the Force on your quest to save the Republic? Or will you fall to the lure of the dark side? Hero or villain, saviour or conqueror... you alone will determine the destiny of the entire galaxy!\r\n\t\t\t[list][*]A brand new Star Wars role-playing experience with unique characters, creatures, vehicles and planets.\r\n\t\t\t[*]Learn to use the Force with over 40 different powers and build your own lightsaber.\r\n\t\t\t[*]Adventure through some of the most popular Star Wars locations, including Tatooine and the Wookiee homeworld Kashyyyk.\r\n\t\t\t[*]Choose your party from nine customisable characters, including Twi'leks, droids and Wookiees.\r\n\t\t\t[*]Travel to eight enormous worlds in your own starship, the Ebon Hawk.\r\n\t\t\t[/list]","strSnippet":"It is four thousand years before the Galactic Empire and hundreds of Jedi Knights have fallen in battle against the ruthless Sith. You are the last hope of the Jedi Order. Can you master the awesome power of the Force on your quest to save the Republic? Or will you fall to the lure of the dark side?"}}]]