[["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[{"steamid":"76561198330783008","minutes_played":843,"minutes_played_forever":22433}],"played_ever":[{"steamid":"76561198295461552","minutes_played_forever":626},{"steamid":"76561198331235990","minutes_played_forever":331},{"steamid":"76561198150252924","minutes_played_forever":42},{"steamid":"76561198071338130","minutes_played_forever":376},{"steamid":"76561198152197339","minutes_played_forever":2101},{"steamid":"76561198819479130","minutes_played_forever":784},{"steamid":"76561199122106228","minutes_played_forever":58},{"steamid":"76561199188732339","minutes_played_forever":50},{"steamid":"76561198422843719","minutes_played_forever":359},{"steamid":"76561198838773613","minutes_played_forever":15863}],"owns":[{"steamid":"76561198338047131"},{"steamid":"76561198184603985"},{"steamid":"76561198000100080"},{"steamid":"76561198835423220"},{"steamid":"76561198863378089"},{"steamid":"76561198067957700"},{"steamid":"76561198091243604"},{"steamid":"76561198262122280"},{"steamid":"76561198089258475"},{"steamid":"76561198440795316"}],"in_wishlist":[{"steamid":"76561198052411089"}]}}],["achievementmap",{"version":4,"data":"[[346110,[[\"ACHIEVEMENT_15\",{\"strName\":\"Map Maker\",\"strDescription\":\"You uncovered more than 80% of the Mini-Map!\",\"strImage\":\"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/f0ee97afa296446f76278e5887172d88bfa31f0d.jpg\",\"bAchieved\":true,\"flAchieved\":15.399999618530273,\"strID\":\"ACHIEVEMENT_15\",\"rtUnlocked\":0}]]]]"}],["usernews",{"version":4,"data":["CB4QkbLVrAYZjfUqNgEAEAEhAAAAAAAAAAAp/kcFAAAAAAA=","CAMQwujUrAYZjfUqNgEAEAEhAAAAAAAAAAApAAAAAAAAAAAwuc8DaP6PFWi29BZo3vkWaOrvGA=="]}],["gameactivity",{"version":4,"data":[]}],["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[{"strID":"ACHIEVEMENT_8","strName":"Your first day...","strDescription":"You Survived a full day and night on the ARK!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/70d0f49760fbccc43b387598b9b36c7ee1835845.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":55.79999923706055,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_9","strName":"Your first Dino...","strDescription":"You Tamed a Dinosaur!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/c0deb89c03423b429b9d2ba916380b103a178c75.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":53.599998474121094,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_10","strName":"Your first Ride...","strDescription":"You Rode a Dinosaur!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/5c0a11ee0582e9a2e67c92a67832b20cd3503f13.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":52.20000076293945,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_13","strName":"Rex Rider","strDescription":"You rode on the back of a T-Rex!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/eef17af756386d6d8571fc213d3ddde28322286e.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":28.899999618530273,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_11","strName":"Maximum Survivor","strDescription":"You reached the Maximum Survivor Level!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/d683c1ddbec79c164db8e9539dd6fde76a7523c0.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":18.200000762939453,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_12","strName":"Maximum Dinosaur","strDescription":"One of your Dinosaurs reached Maximum Level!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/ba00c6673ee00b4a4adf75f9671f9ca1eff9c7ec.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":16.600000381469727,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_14","strName":"Giga Rider","strDescription":"You rode on the back of a Giganotosaurus!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/7128cee3d9479f28b0aaa20732b2c90479dd2d5d.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":16.399999618530273,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_15","strName":"Map Maker","strDescription":"You uncovered more than 80% of the Mini-Map!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/053db3822fb57c4b86dd07eaa24c9d35208ba1fa.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":15.399999618530273,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_17","strName":"Lowest Depth","strDescription":"You've reached the bottom of the ARK's oceans!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/37fb46f57247bd2dcd87d56fd4b324cb03a395cb.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":13.100000381469727,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_22","strName":"Beginner Explorer","strDescription":"You discovered 10% of the Explorer Notes on the ARK!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/0f51f454ebbd98d9b581a480b9deb17805cb1851.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":11.199999809265137,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_5","strName":"Expert Survivor","strDescription":"You defeated ARK's second Guardian!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/ddfaa25eda59b982e105975e43f6fcb6dd71e320.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":10.899999618530273,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0},{"strID":"ACHIEVEMENT_2","strName":"Veteran Survivor","strDescription":"You defeated ARK's first Guardian!","strImage":"https://cdn.steamstatic.com/steamcommunity/public/images/apps/346110/af098fdf309f0dd856f505c1530e3adfcedaed62.jpg","bAchieved":false,"rtUnlocked":0,"flAchieved":10.5,"flMinProgress":0,"flCurrentProgress":0,"flMaxProgress":0}],"vecAchievedHidden":[],"nTotal":32,"nAchieved":0}}],["workshop_trendy_items",{"version":2}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Studio Wildcard","strURL":"https://store.steampowered.com/developer/studiowildcard"},{"strName":"Instinct Games","strURL":null},{"strName":"Efecto Studios","strURL":null},{"strName":"Virtual Basement LLC","strURL":"https://store.steampowered.com/developer/SnailGamesUSA"}],"rgPublishers":[{"strName":"Studio Wildcard","strURL":"https://store.steampowered.com/publisher/studiowildcard"},{"strName":"Snail Games USA","strURL":"https://store.steampowered.com/publisher/SnailGamesUSA"}],"rgFranchises":[{"strName":"Snail Games USA","strURL":"https://store.steampowered.com/franchise/SnailGamesUSA"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"As a man or woman stranded naked, freezing and starving on the shores of a mysterious island called ARK, you must hunt, harvest resources, craft items, grow crops, research technologies, and build shelters to withstand the elements. Use your cunning and resources to kill or tame &amp; breed the leviathan dinosaurs and other primeval creatures roaming the land, and team up with or prey on hundreds of other players to survive, dominate... and escape!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/TameTrainBreedRide.png?t=1702590643[/img]\r\n\r\nDinosaurs, Creatures, &amp; Breeding! -- over 100+ creatures can be tamed using a challenging capture-&amp;-affinity process, involving weakening a feral creature to knock it unconscious, and then nursing it back to health with appropriate food. Once tamed, you can issue commands to your tames, which it may follow depending on how well you’ve tamed and trained it. Tames, which can continue to level-up and consume food, can also carry Inventory and Equipment such as Armor, carry prey back to your settlement depending on their strength, and larger tames can be ridden and directly controlled! Fly a Pterodactyl over the snow-capped mountains, lift allies over enemy walls, race through the jungle with a pack of Raptors, tromp through an enemy base along a gigantic brontosaurus, or chase down prey on the back of a raging T-Rex! Take part in a dynamic ecosystem life-cycle with its own predator &amp; prey hierarchies, where you are just one creature among many species struggling for dominance and survival. Tames can also be mated with the opposite gender, to selectively breed successive generations using a trait system based on recombinant genetic inheritance. This process includes both egg-based incubation and mammalian gestation lifecycles! Or put more simply, raise babies!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/FoodWaterTemp.png?t=1702590643[/img]\r\n\r\nYou must eat and drink to survive, with different kinds of plants &amp; meat having different nutritional properties, including human meat. Ensuring a supply of fresh water to your home and inventory is a pressing concern. All physical actions come at a cost of food and water, long-distance travel is fraught with subsistence peril! Inventory weight makes you move slower, and the day/night cycle along with randomized weather patterns add another layer of challenge by altering the temperature of the environment, causing you to hunger or thirst more quickly. Build a fire or shelter, and craft a large variety of customizable clothing &amp; armors, to help protect yourself against locational damage &amp; extreme temperatures using the dynamic indoor/outdoor insulation calculation system!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/HarvestBuildPaint.png?t=1702590643[/img]\r\n\r\n By chopping down forests full of trees and mining metal and other precious resources, you can craft the parts to build massive multi-leveled structures composed of complex snap-linked parts, including ramps, beams, pillars, windows, doors, gates, remote gates, trapdoors, water pipes, faucets, generators, wires and all manner of electrical devices, and ladders among many other types. Structures have a load system to fall apart if enough support has been destroyed, so reinforcing your buildings is important. All structures and items can be painted to customize the look of your home, as well as placing dynamically per-pixel paintable signs, textual billboards, and other decorative objects. Shelter reduces the extremes of weather and provides security for yourself and your stash! Weapons, clothing &amp; armor gear can also be painted to express your own visual style.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/PlantFarmGrow.png?t=1702590643[/img]\r\n\r\nPick seeds from the wild vegetation around you, plant them in plots that you lay down, water them and nurture them with fertilizer (everything poops after consuming calories, which can then be composted, and some fertilizer is better than others). Tend to your crops and they will grow to produce delicious and rare fruits, which can also be used to cook a plethora of logical recipes and make useful tonics! Explore to find the rarest of plant seeds that have the most powerful properties! Vegetarians &amp; vegans can flourish, and it will be possible to master and conquer the ARK in a non-violent manner!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/Summon.png?t=1702590643[/img]\r\n\r\nBy bringing sufficient rare sacrificial items to special Summon locations, you can capture the attention of the one of the ARK’s god-like mythical creatures, who will arrive for battle. These gargantuan monstrosities provide an end-game goal for the most experienced groups of players and their armies of tames, and will yield extremely valuable progression items if they are defeated.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/Tribes.png?t=1702590643[/img]\r\n\r\nCreate a Tribe and add your friends to it, and all your tames can be commanded by and allied to anyone in your Tribe. Your Tribe will also be able to respawn at any of your home spawn points. Promote members to Tribe Admins to reduce the burden of management. Distribute key items and pass-codes to provide access your shared village!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/RPG.png?t=1702590643[/img]\r\n\r\nAll items are crafted from Blueprints that have variable statistics and qualities, and require corresponding resources. More remote and harsh locales across the ARK tend to have better resources, including the tallest mountains, darkest caves, and depths of the ocean! Level-Up your player character by gaining experience through performance actions, Level-Up your tames, and learn new &quot;Engrams&quot; to be able to craft Items from memory without the use of blueprints, even if you die! Customize the underlying physical look of your character with hair, eye, and skin tones, along with an array of body proportion modifiers. As you explore the vast ARK, you'll find clues left by other Survivors who have made the ARK their home in ages past, in the form of collectible detailed 3D &quot;Explorer Notes&quot;. By uncovering all of these, you can begin to piece together the true nature of the ARK, and discover its purpose!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/HardcoreMechanics.png?t=1702590643[/img]\r\n\r\nEverything you craft has durability and will wear-out from extended use if not repaired, and when you leave the game, your character remains sleeping in the persistent world. Your inventory physically exists in boxes or on your character in the world. Everything can be looted &amp; stolen, so to achieve security you must build-up, team-up, or have tames to guard your stash. Death is permanent, and you can even knock out, capture, and force-feed other players to use them for your own purposes, such as extracting their blood to for transfusions, harvesting their fecal matter to use as fertilizer, or using them as food for your carnivorous tames!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/ExploreAndDiscover.png?t=1702590643[/img]\r\n\r\nThe mysterious ARK is a formidable and imposing environment, composed of many natural and unnatural structures, above-ground, below-ground, and underwater. By fully exploring its secrets, you’ll find the most exotic procedurally randomized creatures and rare blueprints. Also to be found are Explorer Notes that are dynamically updated into the game, written by previous human denizens of the ARK from across the millennia, creatively detailing the creatures and backstory of the ARK and its creatures. Fully develop your in-game ARK-map through exploration, write custom points of interest onto it, and craft a Compass or GPS coordinates to aid exploring with other players, whom you can communicate with via proximity text &amp; voice chat, or long-distance radio. Construct &amp; draw in-game signs for other players to help them or lead them astray...  And yet.. how do you ultimately challenge the Creators and Conquer the ARK? A definitive end-game is planned.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/LargeWorld.png?t=1702590643[/img]\r\n\r\nOn the 100+ player servers, your character, everything you built, and your tames, stay in-game even when you leave. You can even physically travel your character and items between the network of ARK's by accessing the Obelisks and uploading (or downloading) your data from the Steam Economy! A galaxy of ARKs, each slightly different than the previous, to leave your mark on and conquer, one at a time -- special official ARKs will be unveiled on the World-map for limited times in singular themed events with corresponding limited-run items! Furthermore, you can now design or randomize your own unique 'Procedurally Generated ARKs', for infinite replayability and endless surprises.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/RobustSteamWorkshop.png?t=1702590643[/img]\r\n\r\nYou can play single-player local games, and bring your character and items between unofficial player-hosted servers, back and forth from singleplayer to multiplayer. Mod the game, with full Steam Workshop support and customized Unreal Engine 4 editor. See how we built our ARK using our maps and assets as an example. Host your own server and configure your ARK precisely to your liking. We want to see what you create!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/346110/extras/HighEndNextGenVisuals.png?t=1702590643[/img]\r\n\r\nThe over-the-top hyper real imagery of the ARK its creatures is brought to expressive life using a highly-customized Unreal Engine 4, with fully dynamic lighting &amp; global illumination, weather systems (rain, fog, snow, etc) &amp; true-to-life volumetric cloud simulation, and the latest in advanced DirectX11 and DirectX12 rendering techniques. Music by award-winning composer of &quot;Ori and the Blind Forest&quot;, Gareth Coker!","strSnippet":"Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate... and escape!"}}]]