[["customimage",{"version":1}],["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CAMQrdz9qgYZm4ceSgEAEAEhAAAAAAAAAAApAAAAAAAAAAAwv5wFaPS+FmiqwRk=","CAkQn7v4qgYZm4ceSgEAEAEhAAAAAAAAAAApdJ8FAAAAAAA="]}],["gameactivity",{"version":4,"data":[]}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198052411089","minutes_played_forever":2572}],"owns":[],"in_wishlist":[{"steamid":"76561198194740351"}]}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Quebec, in collaboration with Ubisoft Annecy, Bucharest, Kiev, Montreal, Montpellier, Shanghai, Singapore, Sofia, Toronto studios","strURL":null}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Assassin's Creed","strURL":"https://store.steampowered.com/franchise/AC"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"London, 1868. In the heart of the Industrial Revolution, lead your underworld organization and grow your influence to fight those who exploit the less privileged in the name of progress:\r\n\r\n[list]\r\n[*]Champion justice\r\nAs Jacob Frye, a young and reckless Assassin, use your skills to help those trampled by the march of progress. From freeing exploited children used as slave labour in factories, to stealing precious assets from enemy boats, you will stop at nothing to bring justice back to London’s streets.\r\n\r\n[*]Command London’s underworld\r\nTo reclaim London for the people, you will need an army. As a gang leader, strengthen your stronghold and rally rival gang members to your cause, in order to take back the capital from the Templars’ hold.\r\n\r\n[*]A new dynamic fighting system\r\nIn Assassin’s Creed Syndicate, action is fast-paced and brutal. As a master of combat, combine powerful multi-kills and countermoves to strike your enemies down.\r\n\r\n[*]A whole new arsenal\r\nChoose your own way to fight enemies. Take advantage of the Rope Launcher technology to be as stealthy as ever and strike with your Hidden Blade. Or choose the kukri knife and the brass knuckles to get the drop on your enemies.\r\n\r\n[*]A new age of transportation\r\nIn London, the systemic vehicles offer an ever-changing environment. Drive carriages to chase your target, use your parkour skills to engage in epic fights atop high-speed trains, or make your own way amongst the boats of the River Thames.\r\n\r\n[*]A vast open world\r\nTravel the city at the height of the Industrial Revolution and meet iconic historical figures. From Westminster to Whitechapel, you will come across Darwin, Dickens, Queen Victoria… and many more.\r\n\r\n[*]A sharper focus\r\nTake aim, engage in combat or launch a grappling hook by keeping your target in sight with Tobii Eye Tracking. The Clean UI lets you focus on the matter at hand while the Extended View and Dynamic Light features increase your immersion, making you dive even deeper into the thrilling adventure in the streets of London.\r\nCompatible with all Tobii Eye Tracking gaming devices.\r\n\r\n----\r\nAdditional notes:\r\nEye tracking features available with Tobii Eye Tracking.\r\n\r\n[/list]","strSnippet":"London, 1868. In the heart of the Industrial Revolution, lead your underworld organization and grow your influence to fight those who exploit the less privileged in the name of progress"}}]]