[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":84,"nAchieved":0}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Bethesda Game Studios","strURL":"https://store.steampowered.com/developer/bethesda"}],"rgPublishers":[{"strName":"Bethesda Softworks","strURL":"https://store.steampowered.com/publisher/bethesda"}],"rgFranchises":[{"strName":"Fallout","strURL":"https://store.steampowered.com/curator/35501442"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming.\r\n\r\nAs the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home.\r\n\r\n\r\n[h2]Key Features:[/h2]\r\n[list]\r\n[*][b]Freedom and Liberty![/b]\r\nDo whatever you want in a massive open world with hundreds of locations, characters, and quests. Join multiple factions vying for power or go it alone, the choices are all yours.\r\n\r\n[*][b]You’re S.P.E.C.I.A.L![/b]\r\nBe whoever you want with the S.P.E.C.I.A.L. character system. From a Power Armored soldier to the charismatic smooth talker, you can choose from hundreds of Perks and develop your own playstyle.\r\n \r\n[*][b]Super Deluxe Pixels![/b]\r\nAn all-new next generation graphics and lighting engine brings to life the world of Fallout like never before. From the blasted forests of the Commonwealth to the ruins of Boston, every location is packed with dynamic detail. \r\n\r\n[*][b]Violence and V.A.T.S.![/b]\r\nIntense first or third person combat can also be slowed down with the new dynamic Vault-Tec Assisted Targeting System (V.A.T.S) that lets you choose your attacks and enjoy cinematic carnage.\r\n\r\n[*][b]Collect and Build![/b]\r\nCollect, upgrade, and build thousands of items in the most advanced crafting system ever. Weapons, armor, chemicals, and food are just the beginning - you can even build and manage entire settlements.\r\n[/list]","strSnippet":"Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming."}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["CAMQ6NzkuAYZnoFREQEAEAEhAAAAAAAAAAApAAAAAAAAAAAwh5oMaMiCF2iezRpoqM0aaKnNGmj2qh1o96odaJr5HQ=="]}],["gameactivity",{"version":5,"data":[]}]]