[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":3347,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198194740351","minutes_played_forever":2130},{"steamid":"76561198249877930","minutes_played_forever":2535},{"steamid":"76561198071338130","minutes_played_forever":2092}],"owns":[],"in_wishlist":[{"steamid":"76561198052411089"},{"steamid":"76561198341583771"},{"steamid":"76561198330783008"}]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/developer/ubisoft"}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"WatchDogs Franchise","strURL":"https://store.steampowered.com/curator/44541400"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Play as Marcus Holloway, a brilliant young hacker living in the birthplace of the tech revolution, the San Francisco Bay Area.\r\nTeam up with Dedsec, a notorious group of hackers, to execute the biggest hack in history; take down ctOS 2.0, an invasive operating system being used by criminal masterminds to monitor and manipulate citizens on a massive scale.\r\n\r\n[list][*]Explore the dynamic open-world, full of gameplay possibilities\r\n[*]Hack into every connected device and take control of the city infrastructure.\r\n[*]Develop different skills to suit your playstyle, and upgrade your hacker tools – RC cars, Quadcopter drone, 3D printed weapons and much more.\r\n[*]Stay seamlessly connected to your friends with a brand new co-op and adversarial multiplayer Watch Dogs experience.[/list]\r\n\r\nPUT YOUR EYES IN CTRL\r\nGet the upper hand with Tobii Eye Tracking. Let your gaze aid you in weaponizing the “internet of things”, aim at enemies and take cover while you naturally explore the environment. Combine the extensive eye tracking feature set to pinpoint enemies, interact with your surroundings, locate shelter points, and rapidly select hackable targets. Let your vision lead the hacking of the city’s digital brain.\r\n\r\nCompatible with all Tobii Eye Tracking gaming devices.\r\n----\r\nAdditional notes:\r\nEye tracking features available with Tobii Eye Tracking.","strSnippet":"Welcome to San Francisco. Play as Marcus, a brilliant young hacker, and join the most notorious hacker group, DedSec. Your objective: execute the biggest hack of history."}}],["customimage",{"version":1}]]