[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Montreal","strURL":"https://store.steampowered.com/developer/ubisoft"}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Assassin's Creed","strURL":"https://store.steampowered.com/franchise/AC"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Live and breathe as Ezio, a legendary Master Assassin, in his enduring struggle against the powerful Templar Order. He must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy.\r\n\r\n\t\t\t\t\t\tDefeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood who will rally to his side. Only by working together can the Assassins defeat their mortal enemies.\r\n\r\n\t\t\t\t\t\tAnd for the first time, introducing an award-winning multiplayer layer that allows you to choose from a wide range of unique characters, each with their own signature weapons and assassination techniques, and match your skills against other players from around the world.\r\n\r\n\t\t\t\t\t\tIt’s time to join the Brotherhood.\r\n\r\n\t\t\t\t\t\t[h2]Key Features[/h2][list][*][b]BE A LEGEND[/b] – Take Ezio, now a legendary Assassin, on a new adventure with 15+ hours of story-driven single-player gameplay.\r\n\t\t\t\t\t\t[*][b]LEAD AND CONTROL A LEGENDARY BROTHERHOOD[/b] – Recruit and customize your own guild. Train and level up assassins and command them to aid you in your quest.\r\n\t\t\t\t\t\t[*][b]DEPLOY SECRET WEAPONS[/b] – Swiftly eliminate your enemies using tools such as poison darts, parachutes, double hidden blades, hidden guns, and an advanced flying machine at your disposal.\r\n\t\t\t\t\t\t[*][b]WIN THE HEART OF A CITY[/b] – Use your hard-won currency to revitalize the crumbling capitol city. Rally the citizens to your cause and unlock extra factions and missions.","strSnippet":"It’s time to join the Brotherhood."}}]]