[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"BottomLeft","nWidthPct":50,"nHeightPct":50}}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198152197339","minutes_played_forever":422}],"owns":[],"in_wishlist":[{"steamid":"76561198194740351"},{"steamid":"76561198240902882"}]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Troika Games","strURL":null}],"rgPublishers":[{"strName":"Activision","strURL":"https://store.steampowered.com/publisher/Activision"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[h2]An Industrial Revolution in a World of Magick[/h2]\r\n\r\nImagine a place of wonder, where magick and technology coexist in an uneasy balance, and an adventurer might just as easily wield a flintlock pistol as a flaming sword.  A place where great industrial cities house castle keeps and factories, home to Dwarves, Humans, Orcs and Elves alike.  A place of Ancient runes and steamworks, of magick and machines, of sorcery and science.  Welcome to the land of Arcanum.\r\n\r\n[h2]Character Design allows you to customize your character any way you choose[/h2]\r\n\r\n[list]\r\n[*]Whether you choose magick or technology, the Arcanum world adapts and responds to your character's development\r\n[*]Classless, point-based attribute system allows for limitless creativity in guiding your character's development\r\n[*]8 basic stats, such as Strength and Charisma\r\n[*]More than a dozen derived stats, from Poison Resistance to Character Speed\r\n[*]16 Primary skills, including Gambling and Healing\r\n[*]80 Spells with 16 Colleges of Magick\r\n[*]56 technological degrees within 8 disciplines\r\n[/list]\r\n\r\n[h2]Extraordinary Adventure Features[/h2]\r\n\r\n[list]\r\n[*]Explore a world as vast as it is mysterious-it would take over 30 real-time hours to traverse the land of Arcanum\r\n[*]Meet more than 300 unique characters and monster types across this huge land\r\n[*]Many means exist to solve the myriad quests, from dueling to discourse to thievery\r\n[*]Take on a band of ogres in real-time, or plan your strategy through turn-based combat - you decide\r\n[*]Accurate day and night cycles affect the gameplay, from combat to thieving skills\r\n[*]Automatic character management lets action-oriented players delve into the quest at hand\r\n[*]Create your own worlds or play the included multiplayer scenario online cooperatively or competively\r\n[/list]","strSnippet":"Imagine a place of wonder, where magick and technology coexist in an uneasy balance, and an adventurer might just as easily wield a flintlock pistol as a flaming sword. Welcome to the land of Arcanum."}}]]