[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"CenterCenter","nWidthPct":50,"nHeightPct":50}}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[{"steamid":"76561198091243604"}],"in_wishlist":[]}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Katauri Interactive","strURL":null}],"rgPublishers":[{"strName":"Fulqrum Publishing","strURL":"https://store.steampowered.com/publisher/FulqrumPublishing"}],"rgFranchises":[{"strName":"Fulqrum","strURL":"https://store.steampowered.com/franchise/FulqrumPublishing"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[b]King’s Bounty: Crossworlds [/b] is the expansion for the famous King's Bounty: Armored Princess role-playing game. The new release in the series will include the “Orcs on the March” expansion, the two new independent campaigns “Champion of the Arena” and “Defender of the Crown” and a convenient editor with help system. This editor will allow you to create additional content for the game and alter it in any way you wish.\r\n\r\n[h2]Key Features[/h2]\r\n[list][*]2 brand new campaigns (Champion of the Arena with boss battles in a gladiatorial tournament and Defender of the Crown with battles in unique tactical arenas with a random selection of enemies and allies)\r\n[*]Orcs on the March – extensive update to the original King’s Bounty: Armored Princess\r\n[*]New creatures to slay or use in combat\r\n[*]70 new items, 8 new item sets, including one for the pet dragon and 3 component artifacts.\r\n[*]7 new quests allow players to continue their journey\r\n[*]50 new abilities and skills\r\n[*]13 new spells\r\n[/list]\r\n\r\nIf you want to edit the game or create your own King's Bounty adventrure, you need to download unpacked data required for correct editor operation. Please download King's Bounty: Crossworlds Editor from Tools section of your Steam library (3Gb download which unpacks to roughly 11Gb), then follow the editor documentation.","strSnippet":"King’s Bounty: Crossworlds is the stand alone expansion for the famous King's Bounty: Armored Princess role-playing game that contains an improved version of it, two additional campaigns and world editor."}}]]