[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["COoHEP3htLUGGQ9QPAAAAHABIeJ1VQcBABABKQQAAQAAAAAAUaIvib4wTQo8YIG/vbUGcP3htLUG","COoHENabtLUGGQ9QPAAAAHABIeJ1VQcBABABKQQAAQAAAAAAUT4mmb4wTQo8YNabtLUGcNabtLUG","COoHEPbqqLUGGQ9QPAAAAHABIeJ1VQcBABABKQQAAQAAAAAAUYDIIb4wTQo8YOjsqLUGcPbqqLUG"]}],["gameactivity",{"version":5,"data":[]}],["workshop_trendy_items",{"version":2}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Piranha Bytes","strURL":"https://store.steampowered.com/developer/PiranhaBytes"}],"rgPublishers":[{"strName":"THQ Nordic","strURL":"https://store.steampowered.com/publisher/THQNordic"}],"rgFranchises":[{"strName":"Gothic","strURL":null}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"War has been waged across the kingdom of Myrtana. Orcish hordes invaded human territory and the king of the land needed a lot of ore to forge enough weapons, should his army stand against this threat. Whoever breaks the law in these darkest of times is sentenced to serve in the giant penal colony of Khorinis, mining the so much needed ore.\r\n\r\n\t\t\t\t\t\t The whole area, dubbed &quot;the Colony&quot;, is surrounded by a magical barrier, a sphere two kilometers diameter, sealing off the penal colony from the outside world. The barrier can be passed from the outside in – but once inside, nobody can escape. The barrier was a double-edged sword - soon the prisoners took the opportunity and started a revolt. The Colony became divided into three rivaling factions and the king was forced to negotiate for his ore, not just demand it.\r\n\r\n\t\t\t\t\t\t You are thrown through the barrier into this prison. With your back against the wall, you have to survive and form volatile alliances until you can finally escape.\r\n\r\n[h2]Features include:[/h2][list][*]One of the biggest RPGs with over 50 hours of gameplay \r\n\t\t\t\t\t\t [*]A large variety of weapons and spells for your character \r\n\t\t\t\t\t\t [*]A living world where people go to work, sleep, eat and fight to survive [/list]","strSnippet":"War has been waged across the kingdom of Myrtana. Orcish hordes invaded human territory and the king of the land needed a lot of ore to forge enough weapons, should his army stand against this threat. Whoever breaks the law in these darkest of times is sentenced to serve in the giant penal colony of Khorinis, mining the so much needed..."}}]]