[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["customimage",{"version":1,"data":{"nVersion":1,"logoPosition":{"pinnedPosition":"BottomLeft","nWidthPct":40.09273182957393,"nHeightPct":51.04166666666665}}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ion Storm","strURL":null}],"rgPublishers":[{"strName":"Eidos Interactive Corp.","strURL":"https://store.steampowered.com/publisher/EidosMontreal"}],"rgFranchises":[{"strName":"Deus Ex","strURL":"https://store.steampowered.com/franchise/EidosMontreal"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Approximately 20 years after the events depicted in Deus Ex, The World is only beginning to recover from a Catastrophic worldwide depression. In the Chaotic period of recovery, several religious and political factions see an opportunity to re-shape a worldwide government to their agendas, understanding that the right moves now could determine the shape of human society for decades  even centuries  to come. In this techno-nightmare, take part in the dark struggle to raise the world from its own ashes.\r\n\t\t\t\t\t[list][*]Dynamic and innovative 1st person-action/adventure brings a level of reality unprecedented in a videogame.\r\n\t\t\t\t\t[*]Biotech modifications allow players to see through walls, leap 40 feet into the air, regenerate critical body damage or render yourself radar invisible.\r\n\t\t\t\t\t[*]Globe-hop to real world locations such as Seattle, Antarctica, and Cairo.\r\n\t\t\t\t\t[*]Cunning stealth gameplay, with darkness and sound affecting enemy awareness.\r\n\t\t\t\t\t[*]Variable gameplay offers multiple solutions to problems and support for varying stylistic approaches.\r\n\t\t\t\t\t[*]Non-lethal, non-violent resolution to conflict, allowing players to make ethical statements through their actions. \r\n\t\t\t\t\t[*]The player's progress through the game is supported by an unprecedented freedom of action by a dynamic, non-linear story with responsive plot branches.[/list]","strSnippet":"Approximately 20 years after the events depicted in Deus Ex, The World is only beginning to recover from a Catastrophic worldwide depression. In the Chaotic period of recovery, several religious and political factions see an opportunity to re-shape a worldwide government to their agendas, understanding that the right moves now could..."}}]]